-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Мар 17 2017 г., 08:03
-- Версия сервера: 5.7.16-log
-- Версия PHP: 7.1.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `nsk`
--

-- --------------------------------------------------------

--
-- Структура таблицы `timetable`
--

CREATE TABLE `timetable` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `train_number` varchar(50) NOT NULL,
  `start_station` varchar(100) NOT NULL,
  `end_station` varchar(100) NOT NULL,
  `arrival_time` varchar(10) NOT NULL,
  `departure_time` varchar(10) NOT NULL,
  `parking_time` varchar(20) NOT NULL,
  `line_delete` tinyint(1) NOT NULL,
  `time_record` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `timetable`
--

INSERT INTO `timetable` (`id`, `train_number`, `start_station`, `end_station`, `arrival_time`, `departure_time`, `parking_time`, `line_delete`, `time_record`) VALUES
(1, '1', 'Владивосток', 'Москва', '17:04', '17:25', '21 мин.', 0, '2017-03-16 13:00:47'),
(2, '2', 'Москва', 'Владивосток', '22:00', '22:21', '21 мин.', 0, '2017-03-16 13:00:35'),
(3, '3', 'Пекин', 'Москва', '16:39', '17:01', '22 мин.', 0, '2017-03-16 13:01:00'),
(4, '4', 'Москва', 'Пекин', '22:15', '22:36', '21 мин.', 0, '2017-03-16 12:56:29'),
(5, '5', 'Улан-Батор', 'Москва', '16:39', '17:01', '22 мин.', 0, '2017-03-16 13:06:09'),
(6, '6', 'Москва', 'Улан-Батор', '22:15', '22:36', '21 мин.', 0, '2017-03-16 13:05:10'),
(7, '7', 'Владивосток', 'Новосибирск', '17:04', '', '', 0, '2017-03-16 13:09:05'),
(8, '8', 'Новосибирск', 'Владивосток', '', '22:21', '', 0, '2017-03-16 13:10:50'),
(9, '11', 'Чита', 'Челябинск', '16:50', '17:46', '56 мин.', 0, '2017-03-16 13:12:40'),
(10, '12', 'Челябинск', 'Чита', '17:56', '18:46', '50 мин.', 0, '2017-03-16 13:15:21'),
(11, '13', 'Новокузнецк', 'Санкт-Петербург', '00:07', '00:52', '45 мин.', 0, '2017-03-16 13:16:27'),
(12, '14', 'Санкт-Петербург', 'Новокузнецк', '01:54', '02:47', '53 мин.', 0, '2017-03-16 13:17:34'),
(13, '19', 'Пекин', 'Москва', '19:19', '19:40', '21 мин.', 0, '2017-03-16 13:18:36'),
(14, '20', 'Москва', 'Пекин', '22:15', '22:36', '21 мин.', 0, '2017-03-16 13:19:30'),
(15, '29', 'Кемерово', 'Москва', '15:03', '15:59', '56 мин.', 0, '2017-03-16 13:20:41'),
(16, '30', 'Москва', 'Кемерово', '00:50', '01:40', '50 мин.', 0, '2017-03-16 13:23:46'),
(17, '37', 'Томск', 'Москва', '15:03', '15:59', '56 мин.', 0, '2017-03-16 13:22:26'),
(18, '38', 'Москва', 'Томск', '00:50', '01:40', '50 мин.', 0, '2017-03-16 13:23:18'),
(19, '43', 'Хабаровск', 'Москва', '06:05', '06:57', '52 мин.', 0, '2017-03-17 04:48:09'),
(20, '44', 'Москва', 'Хабаровск', '08:32', '09:32', '1 ч.', 0, '2017-03-17 04:48:09'),
(21, '55', 'Красноярск', 'Москва', '04:13', '04:37', '24 мин.', 0, '2017-03-17 04:42:32'),
(22, '56', 'Москва', 'Красноярск', '15:24', '15:45', '21 мин.', 0, '2017-03-17 04:42:32'),
(23, '57', 'Кисловодск', 'Иркутск', '23:18', '00:10', '52 мин.', 0, '2017-03-17 04:43:42'),
(24, '59', 'Кисловодск', 'Новокузнецк', '01:44', '02:34', '50 мин.', 0, '2017-03-17 04:45:17'),
(25, '63', 'Новосибирск', 'Минск', '', '01:15', '', 0, '2017-03-17 04:42:32'),
(26, '64', 'Минск', 'Новосибирск', '09:18', '', '', 0, '2017-03-17 04:42:32'),
(27, '67', 'Абакан', 'Москва', '13:16', '14:06', '50 мин.', 0, '2017-03-17 04:42:32'),
(28, '68', 'Москва', 'Абакан', '03:00', '03:50', '50 мин.', 0, '2017-03-17 04:42:32'),
(29, '69', 'Чита', 'Москва', '21:50', '22:44', '54 мин.', 0, '2017-03-17 04:46:51'),
(30, '70', 'Москва', 'Чита', '21:10', '22:02', '52 мин.', 0, '2017-03-17 04:42:32'),
(31, '75', 'Нерюнгри', 'Москва', '03:18', '04:26', '1 ч 8 мин.', 0, '2017-03-17 04:42:32'),
(32, '76', 'Москва', 'Нерюнгри', '15:03', '15:55', '52 мин.', 0, '2017-03-17 04:42:32'),
(33, '77', 'Нерюнгри', 'Новосибирск', '16:50', '', '', 0, '2017-03-17 04:42:32'),
(34, '78', 'Новосибирск', 'Нерюнгри', '', '18:46', '', 0, '2017-03-17 04:42:32'),
(35, '81', 'Улан-Удэ', 'Москва', '03:18', '04:26', '1 ч 8 мин.', 0, '2017-03-17 04:42:32'),
(36, '82', 'Москва', 'Улан-Удэ', '15:03', '15:55', '52 мин.', 0, '2017-03-17 04:42:32'),
(37, '85', 'Красноярск', 'Новосибирск', '04:50', '', '', 0, '2017-03-17 04:43:42'),
(38, '86', 'Новосибирск', 'Красноярск', '', '16:52', '', 0, '2017-03-17 04:43:42'),
(39, '87', 'Новосибирск', 'Омск', '', '20:00', '', 0, '2017-03-17 04:43:42'),
(40, '88', 'Омск', 'Новосибирск', '04:00', '', '', 0, '2017-03-17 04:43:42'),
(41, '91', 'Северобайкальск', 'Москва', '05:48', '06:39', '51 мин.', 0, '2017-03-17 04:43:42'),
(42, '92', 'Москва', 'Северобайкальск', '17:11', '17:49', '38 мин.', 0, '2017-03-17 04:43:42'),
(43, '97', 'Тында', 'Кисловодск', '19:57', '20:47', '50 мин.', 0, '2017-03-17 04:43:42'),
(44, '98', 'Кисловодск', 'Тында', '23:18', '00:10', '52 мин.', 0, '2017-03-17 04:43:42'),
(45, '99', 'Владивосток', 'Москва', '06:05', '06:57', '52 мин.', 0, '2017-03-17 04:45:17'),
(46, '100', 'Москва', 'Владивосток', '08:32', '09:32', '1 ч.', 0, '2017-03-17 04:45:17'),
(47, '103', 'Новосибирск', 'Брест', '', '01:15', '', 0, '2017-03-17 04:45:17'),
(48, '104', 'Брест', 'Новосибирск', '09:18', '', '', 0, '2017-03-17 04:45:17'),
(49, '115', 'Нижневартовск', 'Новосибирск', '01:44', '', '', 0, '2017-03-17 04:45:17'),
(50, '117', 'Новосибирск', 'Нижневартовск', '', '04:05', '', 0, '2017-03-17 04:45:18'),
(51, '118', 'Москва', 'Новокузнецк', '15:24', '16:29', '1 ч. 5 мин.', 0, '2017-03-17 04:45:18'),
(52, '123', 'Новосибирск', 'Белгород', '', '11:52', '', 0, '2017-03-17 04:45:18'),
(53, '124', 'Белгород', 'Новосибирск', '06:49', '', '', 0, '2017-03-17 04:45:18'),
(54, '125', 'Новый Уренгой', 'Новосибирск', '07:06', '', '', 0, '2017-03-17 04:45:18'),
(55, '126', 'Новосибирск', 'Новый Уренгой', '', '23:20', '', 0, '2017-03-17 04:45:18'),
(56, '127', 'Красноярск', 'Адлер', '22:14', '22:35', '21 мин.', 0, '2017-03-17 04:46:51'),
(57, '128', 'Адлер', 'Красноярск', '20:56', '21:18', '22 мин.', 0, '2017-03-17 04:46:51'),
(58, '129', 'Красноярск', 'Анапа', '23:16', '00:08', '52 мин.', 0, '2017-03-17 04:46:51'),
(59, '130', 'Анапа', 'Красноярск', '01:13', '02:03', '50 мин.', 0, '2017-03-17 04:46:51'),
(60, '139', 'Новосибирск', 'Адлер', '', '19:05', '', 0, '2017-03-17 04:46:51'),
(61, '140', 'Адлер', 'Новосибирск', '06:34', '', '', 0, '2017-03-17 04:46:51'),
(62, '141', 'Томск', 'Новосибирск', '08:14', '', '', 0, '2017-03-17 04:46:51'),
(63, '142', 'Новосибирск', 'Томск', '', '14:30', '', 0, '2017-03-17 04:46:51'),
(64, '143', 'Томск', 'Новосибирск', '18:58', '', '', 0, '2017-03-17 04:46:51'),
(65, '144', 'Новосибирск', 'Томск', '', '03:40', '', 0, '2017-03-17 04:46:51'),
(66, '241', 'Иркутск', 'Адлер', '14:42', '15:05', '23 мин.', 0, '2017-03-17 04:48:09'),
(67, '242', 'Адлер', 'Иркутск', '02:44', '03:05', '21 мин.', 0, '2017-03-17 04:48:09'),
(68, '243', 'Новокузнецк', 'Анапа', '16:27', '17:17', '50 мин.', 0, '2017-03-17 04:48:09'),
(69, '244', 'Анапа', 'Новокузнецк', '20:23', '21:13', '50 мин.', 0, '2017-03-17 04:26:33'),
(70, '247', 'Новосибирск', 'Омск', '', '12:53', '', 0, '2017-03-17 04:48:09'),
(71, '248', 'Омск', 'Новосибирск', '19:58', '', '', 0, '2017-03-17 04:48:09'),
(72, '249', 'Новокузнецк', 'Адлер', '00:34', '01:25', '51 мин.', 0, '2017-03-17 04:48:09'),
(73, '250', 'Адлер', 'Новокузнецк', '19:00', '19:50', '50 мин.', 0, '2017-03-17 04:48:09'),
(74, '255', 'Новосибирск', 'Анапа', '', '17:17', '', 0, '2017-03-17 04:48:09'),
(75, '256', 'Анапа', 'Новосибирск', '20:23', '', '', 0, '2017-03-17 04:49:28'),
(76, '269', 'Чита', 'Адлер', '14:42', '15:05', '23 мин.', 0, '2017-03-17 04:49:28'),
(77, '270', 'Адлер', 'Чита', '02:44', '03:05', '21 мин.', 0, '2017-03-17 04:49:28'),
(78, '273', 'Северобайкальск', 'Адлер', '14:42', '15:05', '23 мин.', 0, '2017-03-17 04:49:28'),
(79, '274', 'Адлер', 'Северобайкальск', '02:44', '03:05', '21 мин.', 0, '2017-03-17 04:49:28'),
(80, '301', 'Новосибирск', 'Алматы', '', '15:34', '', 0, '2017-03-17 04:49:28'),
(81, '302', 'Алматы', 'Новосибирск', '05:59', '', '', 0, '2017-03-17 04:49:28'),
(82, '323', 'Томмот', 'Москва', '03:18', '04:26', ' 1 ч 8 мин.', 0, '2017-03-17 04:49:28'),
(83, '325', 'Нерюнгри', 'Кисловодск', '19:57', '20:47', '50 мин.', 0, '2017-03-17 04:49:28'),
(84, '369', 'Новосибирск', 'Ташкент', '', '15:34', '', 0, '2017-03-17 04:52:04'),
(85, '370', 'Ташкент', 'Новосибирск', '05:59', '', '', 0, '2017-03-17 04:52:04'),
(86, '391', 'Томск', 'Лениногорск', '03:28', '04:27', '59 мин.', 0, '2017-03-17 04:52:04'),
(87, '392', 'Лениногорск', 'Томск', '21:59', '22:51', '52 мин.', 0, '2017-03-17 04:52:04'),
(88, '601', 'Новосибирск', 'Бийск', '', '19:12', '', 0, '2017-03-17 04:36:23'),
(89, '602', 'Бийск', 'Новосибирск', '02:30', '', '', 0, '2017-03-17 04:34:53'),
(90, '603', 'Новосибирск', 'Кулунда', '', '17:45', '', 0, '2017-03-17 04:34:53'),
(91, '604', 'Кулунда', 'Новосибирск', '02:15', '', '', 0, '2017-03-17 04:34:53');


--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `timetable`
--
ALTER TABLE `timetable`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `id` (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `timetable`
--
ALTER TABLE `timetable`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=176;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
