<!doctype html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="css/normalize.css">
    <link rel="stylesheet" href="css/style.css">
    <title>Новосибирск</title>
</head>
<body>
<div class="container">
    <ul class="menu">
        <li class="menu__item"><a class="menu__link" href="">поиск организаций</a></li>
        <li class="menu__item"><a class="menu__link" href="photo_gallery.php">фотогалерея</a></li>
        <li class="menu__item"><a class="menu__link" href="index.php">на главную</a></li>
    </ul>
    <h1 class="main-title">Расписание поездов дальнего следования</h1>
        <table id="stat_1" style="border: 1px solid #000000">
        <thead>
        <tr>
            <th>Номер и маршрут</th>
            <th>Время Прибытие </th>
            <th>Время Отправление </th>
            <th>Время стоянки
                <br>на станции</th>
        </tr>
        </thead>
        <tbody>
        <tr>
            <td>243С Анапа-Новокузнецк</td>
            <td>20:23</td>
            <td>21:13</td>
            <td>50 мин</td>
        </tr>
        <tr>

            <td>128Ы Адлер-Красноярск</td>
            <td>20:56</td>
            <td>21:18 </td>
            <td>22 мин</td>
        </tr>
        <tr>
            <td>070Ч Москва-Чита</td>
            <td>21:10 </td>
            <td>22:02 </td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>008Н Новосибирск-Владивосток</td>
            <td></td>
            <td>22:21 </td>
            <td></td>
        </tr>

        <tr>
            <td>002МЩ Москва-Владивосток</td>
            <td>22:00 </td>
            <td>22:21 </td>
            <td>21 мин </td>
        </tr>

        <tr>
            <td>127Ы Красноярск-Адлер</td>
            <td>22:14</td>
            <td>22:35</td>
            <td> 21 мин </td>
        </tr>

        <tr>
            <td>006Ч Москва-Эрдэнэт</td>
            <td>22:15</td>
            <td>22:36</td>
            <td> 21 мин </td>
        </tr>

        <tr>
            <td> 004ЩЗ Москва-Пекин</td>
            <td>22:15</td>
            <td>22:36</td>
            <td> 21 мин </td>
        </tr>

        <tr>
            <td>020ЧЩ Москва-Пекин</td>
            <td>22:15</td>
            <td>22:36</td>
            <td> 21 мин </td>
        </tr>

        <tr>
            <td>006ЧЬЩЗ Москва-Улан-Батор</td>
            <td>22:15</td>
            <td>22:36</td>
            <td> 21 мин </td>
        </tr>

        <tr>
            <td>069Я Чита-Москва</td>
            <td>21:50</td>
            <td>22:44</td>
            <td> 54 мин </td>
        </tr>

        <tr>
            <td>392ИН Лениногорск-Томск Пассажирский</td>
            <td>21:59</td>
            <td>22:51</td>
            <td> 52 мин </td>
        </tr>

        <tr>
            <td>125Н Новосибирск-Новый Уренгой</td>
            <td></td>
            <td>23:20</td>
            <td></td>
        </tr>

        <tr>
            <td>235Э Тында-Анапа</td>
            <td>23:16</td>
            <td>00:08</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>129Ы Красноярск-Анапа</td>
            <td>23:16</td>
            <td>00:08</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>069Я Улан-Удэ-Анапа</td>
            <td>23:16</td>
            <td>00:08</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>205И Иркутск-Анапа</td>
            <td>23:16</td>
            <td>00:08</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>069Я Чита-Анапа</td>
            <td>23:16</td>
            <td>00:08</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>229И Северобайкальск-Анапа</td>
            <td>23:16</td>
            <td>00:08</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>097С Кисловодск-Нерюнгри</td>
            <td>23:18</td>
            <td>00:10</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>097С Кисловодск-Тында</td>
            <td>23:18</td>
            <td>00:10</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>057С Кисловодск-Иркутск</td>
            <td>23:18</td>
            <td>00:10</td>
            <td>52 мин</td>
        </tr>

        <tr>
            <td>392И Барнаул-Санкт-Петербург Пассажирский</td>
            <td>21:59</td>
            <td>00:52</td>
            <td>2 ч 53 мин </td>
        </tr>

        <tr>
            <td>013Н Новокузнецк-Санкт-Петербург</td>
            <td>00:07</td>
            <td>00:52</td>
            <td>45 мин </td>
        </tr>

        <tr>
            <td>063Б Новосибирск-Минск</td>
            <td></td>
            <td>01:15</td>
            <td></td>
        </tr>

        <tr>
            <td>103Н Новосибирск-Брест</td>
            <td></td>
            <td>01:15</td>
            <td></td>
        </tr>

        <tr>
            <td>063Б Новосибирск-Могилев</td>
            <td></td>
            <td>01:15</td>
            <td></td>
        </tr>

        <tr>
            <td>249Н Новокузнецк-Адлер</td>
            <td>00:34</td>
            <td>01:25</td>
            <td>51 мин </td>
        </tr>

        <tr>
            <td>030Н Москва-Кемерово</td>
            <td>00:50</td>
            <td>01:40</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>038Н Москва-Томск</td>
            <td>00:50</td>
            <td>01:40</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>115Е Нижневартовск-Новосибирск</td>
            <td>01:44</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>205С Анапа-Улан-Удэ</td>
            <td>01:13</td>
            <td>02:03</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>229С Анапа-Северобайкальск</td>
            <td>01:13</td>
            <td>02:0</td>
            <td> 50 мин </td>
        </tr>

        <tr>
            <td>205С Анапа-Иркутск</td>
            <td>01:13</td>
            <td>02:03</td>
            <td>50 мин</td>
        </tr>

        <tr>
            <td>235С Анапа-Тында</td>
            <td>01:13</td>
            <td>02:03</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>129С Анапа-Красноярск</td>
            <td>01:13</td>
            <td>02:03</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>205С Анапа-Чита</td>
            <td>01:13</td>
            <td>02:03</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>092Н Карасук-Новосибирск</td>
            <td>02:15</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>604Н Славгород-Новосибирск Пассажирский</td>
            <td>02:15</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>604И Кулунда-Новосибирск Пассажирский</td>
            <td>02:15</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>602ИН Бийск-Новосибирск Пассажирский</td>
            <td>02:30</td>
            <td> </td>
            <td></td>
        </tr>

        <tr>
            <td>399С Анапа-Томск Пассажирский</td>
            <td>01:44</td>
            <td> 02:34 </td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>059С Кисловодск-Новокузнецк</td>
            <td>01:44</td>
            <td>02:34</td>
            <td> 50 мин </td>
        </tr>

        <tr>
            <td>115Е Нижневартовск-Новокузнецк</td>
            <td>01:44</td>
            <td>02:34</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>014АН Санкт-Петербург-Новокузнецк</td>
            <td>01:54</td>
            <td>02:47</td>
            <td>53 мин </td>
        </tr>

        <tr>
            <td>274С Адлер-Северобайкальск</td>
            <td>02:44</td>
            <td>03:05</td>
            <td>21 мин </td>
        </tr>

        <tr>
            <td>270С Адлер-Чита</td>
            <td>02:44</td>
            <td>03:05</td>
            <td>21 мин </td>
        </tr>

        <tr>
            <td>242С Адлер-Иркутск</td>
            <td>02:44</td>
            <td>03:05</td>
            <td>21 мин </td>
        </tr>

        <tr>
            <td>144Н Новосибирск-Томск</td>
            <td></td>
            <td>03:40</td>
            <td></td>
        </tr>

        <tr>
            <td>068Ы Москва-Абакан</td>
            <td>03:00</td>
            <td>03:50</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>088Н Омск-Новосибирск</td>
            <td>04:00</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>117У Новокузнецк-Нижневартовск</td>
            <td>03:15</td>
            <td>04:05</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>117НУ Новокузнецк-Москва</td>
            <td>03:15</td>
            <td>04:05</td>
            <td> 50 мин </td>
        </tr>

        <tr>
            <td>117У Новосибирск-Нижневартовск</td>
            <td></td>
            <td>04:05</td>
            <td> </td>
        </tr>

        <tr>
            <td>081И Улан-Удэ-Москва</td>
            <td>03:18</td>
            <td>04:26</td>
            <td>1 ч 8 мин </td>
        </tr>

        <tr>
            <td>323Й Томмот-Москва Пассажирский</td>
            <td>03:18</td>
            <td>04:26</td>
            <td> 1 ч 8 мин </td>
        </tr>

        <tr>
            <td>075Э Нерюнгри-Москва</td>
            <td>03:18</td>
            <td>04:26</td>
            <td>1 ч 8 мин </td>
        </tr>

        <tr>
            <td>115И Нижневартовск-Барнаул</td>
            <td>01:44</td>
            <td>04:27</td>
            <td>2 ч 43 мин </td>
        </tr>

        <tr>
            <td>059С Кисловодск-Барнаул</td>
            <td>01:44</td>
            <td>04:27</td>
            <td>2 ч 43 мин </td>
        </tr>

        <tr>
            <td>391Н Томск-Лениногорск Пассажирский </td>
            <td>03:28</td>
            <td>04:27</td>
            <td>59 мин </td>
        </tr>

        <tr>
            <td>055Ы Красноярск-Москва</td>
            <td>04:13</td>
            <td>04:37</td>
            <td>24 мин </td>
        </tr>

        <tr>
            <td>085Ы Красноярск-Новосибирск</td>
            <td>04:50</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>627И Кулунда-Новосибирск Пассажирский</td>
            <td>04:55</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>059Н Новокузнецк-Кисловодск</td>
            <td>05:09</td>
            <td>05:49</td>
            <td>40 мин </td>
        </tr>

        <tr>
            <td>602И Барнаул-Кисловодск Пассажирский</td>
            <td>02:30</td>
            <td>05:49</td>
            <td>3 ч 19 мин </td>
        </tr>

        <tr>
            <td>312Х Караганды-Новосибирск Пассажирский</td>
            <td>05:59</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>302Ц Алматы-Новосибирск Пассажирский </td>
            <td>05:59</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>369Ф Ташкент-Новосибирск Пассажирский</td>
            <td>05:59</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>140Н Адлер-Новосибирск</td>
            <td>06:34</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>091И Северобайкальск-Москва</td>
            <td>05:48 </td>
            <td>06:39</td>
            <td>51 мин </td>
        </tr>

        <tr>
            <td>124В Белгород-Новосибирск</td>
            <td>06:49 </td>
            <td></td>
            <td> </td>
        </tr>

        <tr>
            <td>651Ж Туманган-Москва Пассажирский</td>
            <td>06:05</td>
            <td>06:57</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>099Э Владивосток-Москва</td>
            <td>06:05</td>
            <td>06:57</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>043Э Хабаровск-Москва</td>
            <td>06:05</td>
            <td>06:57</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>125Е Новый Уренгой-Новосибирск</td>
            <td>07:06</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>141Н Томск-Новосибирск</td>
            <td>08:14</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>659Б Могилев-Новосибирск Пассажирский</td>
            <td>09:18</td>
            <td> </td>
            <td> </td>
        </tr>

        <tr>
            <td>104Б Брест-Новосибирск</td>
            <td>09:18 </td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>064Б Минск-Новосибирск </td>
            <td>09:18 </td>
            <td> </td>
            <td></td>
        </tr>

        <tr>
            <td>044Э Москва-Хабаровск</td>
            <td>08:32</td>
            <td>09:32</td>
            <td>1 ч </td>
        </tr>

        <tr>
            <td>100ЩЭ Москва-Владивосток</td>
            <td>08:32</td>
            <td>09:32</td>
            <td>1 ч </td>
        </tr>

        <tr>
            <td>602Н Бийск-Красноярск Пассажирский</td>
            <td>02:30</td>
            <td>09:32</td>
            <td>7 ч 2 мин </td>
        </tr>

        <tr>
            <td>044Э Москва-Благовещенск</td>
            <td>08:32</td>
            <td> 09:32</td>
            <td>1 ч </td>
        </tr>

        <tr>
            <td>399Н Томск-Анапа Пассажирский</td>
            <td>10:13</td>
            <td>10:55</td>
            <td>42 мин </td>
        </tr>

        <tr>
            <td>123Н Новосибирск-Белгород</td>
            <td></td>
            <td>11:52</td>
            <td></td>
        </tr>

        <tr>
            <td>247Н Новосибирск-Омск</td>
            <td></td>
            <td>12:53</td>
            <td></td>
        </tr>

        <tr>
            <td>067Ы Абакан-Москва</td>
            <td>13:16</td>
            <td>14:06</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>142Н Новосибирск-Томск</td>
            <td></td>
            <td>14:30</td>
            <td></td>
        </tr>

        <tr>
            <td>269Ч Чита-Адлер</td>
            <td>14:42</td>
            <td>15:05</td>
            <td>23 мин </td>
        </tr>

        <tr>
            <td>241И Иркутск-Адлер</td>
            <td>14:42</td>
            <td>15:05</td>
            <td>23 мин </td>
        </tr>

        <tr>
            <td>273И Северобайкальск-Адлер</td>
            <td>14:42</td>
            <td>15:05</td>
            <td>23 мин </td>
        </tr>

        <tr>
            <td>301Н Новосибирск-Алматы Пассажирский</td>
            <td></td>
            <td>15:34</td>
            <td></td>
        </tr>

        <tr>
            <td>301Н Новосибирск-Караганды Пассажирский</td>
            <td></td>
            <td>15:34</td>
            <td></td>
        </tr>

        <tr>
            <td>369Н Новосибирск-Ташкент Пассажирский</td>
            <td></td>
            <td>15:34</td>
            <td></td>
        </tr>

        <tr>
            <td>056Ы Москва-Красноярск</td>
            <td>15:24</td>
            <td>15:45</td>
            <td> 21 мин </td>
        </tr>

        <tr>
            <td>082И Москва-Улан-Удэ</td>
            <td>15:03</td>
            <td>15:55</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>076Э Москва-Нерюнгри</td>
            <td>15:03</td>
            <td>15:55</td>
            <td> 52 мин </td>
        </tr>

        <tr>
            <td>076Э Москва-Томмот</td>
            <td>15:03</td>
            <td>15:55</td>
            <td>52 мин </td>
        </tr>

        <tr>
            <td>037Н Томск-Москва</td>
            <td>15:03</td>
            <td>15:59</td>
            <td> 56 мин </td>
        </tr>

        <tr>
            <td>029Н Кемерово-Москва</td>
            <td>15:03</td>
            <td>15:59 </td>
            <td>56 мин </td>
        </tr>

        <tr>
            <td>118Е Москва-Новокузнецк</td>
            <td> 15:24</td>
            <td>16:29</td>
            <td>1 ч 5 мин </td>
        </tr>

        <tr>
            <td>077Э Нерюнгри-Новосибирск</td>
            <td>16:50 </td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>086Ы Новосибирск-Красноярск</td>
            <td></td>
            <td>16:52</td>
            <td></td>
        </tr>

        <tr>
            <td>005В Эрдэнэт-Москва</td>
            <td>16:39</td>
            <td>17:01</td>
            <td>22 мин </td>
        </tr>

        <tr>
            <td>003З Пекин-Москва</td>
            <td>16:39</td>
            <td>17:01</td>
            <td>22 мин </td>
        </tr>

        <tr>
            <td>005ЩВ Улан-Батор-Москва</td>
            <td>16:39</td>
            <td> 17:01</td>
            <td>22 мин </td>
        </tr>

        <tr>
            <td>007Н Владивосток-Новосибирск</td>
            <td>17:04</td>
            <td></td>
            <td></td>
        </tr>

        <tr>
            <td>243Н Новокузнецк-Анапа</td>
            <td>16:27</td>
            <td> 17:17 </td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>255Н Новосибирск-Анапа</td>
            <td> </td>
            <td>17:17</td>
            <td></td>
        </tr>

        <tr>
            <td>001М Владивосток-Москва</td>
            <td>17:04</td>
            <td>17:25</td>
            <td>21 мин </td>
        </tr>

        <tr>
            <td>603Н Новосибирск-Славгород Пассажирский</td>
            <td></td>
            <td>17:45 </td>
            <td> </td>
        </tr>

        <tr>
            <td>603ИН Новосибирск-Карасук Пассажирский</td>
            <td> </td>
            <td>17:45</td>
            <td> </td>
        </tr>

        <tr>
            <td>603И Новосибирск-Кулунда Пассажирский</td>
            <td></td>
            <td>17:45</td>
            <td> </td>
        </tr>

        <tr>
            <td>011У Чита-Челябинск</td>
            <td>16:50</td>
            <td>17:46</td>
            <td>56 мин </td>
        </tr>

        <tr>
            <td>092И Москва-Северобайкальск</td>
            <td>17:11</td>
            <td>17:49</td>
            <td>38 мин </td>
        </tr>

        <tr>
            <td>627Н Новосибирск-Кулунда Пассажирский</td>
            <td></td>
            <td>18:06</td>
            <td> </td>
        </tr>

        <tr>
            <td>078Э Новосибирск-Нерюнгри</td>
            <td></td>
            <td>18:46</td>
            <td></td>
        </tr>

        <tr>
            <td>012У Челябинск-Чита</td>
            <td>17:56</td>
            <td>18:46</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>143Н Томск-Новосибирск</td>
            <td>18:58</td>
            <td></td>
            <td> </td>
        </tr>

        <tr>
            <td>139Н Новосибирск-Адлер</td>
            <td></td>
            <td>19:05</td>
            <td></td>
        </tr>

        <tr>
            <td>601Н Новосибирск-Бийск Пассажирский</td>
            <td></td>
            <td>19:12</td>
            <td></td>
        </tr>

        <tr>
            <td>011У Красноярск-Бийск</td>
            <td>16:50</td>
            <td>19:12</td>
            <td> 2 ч 22 мин </td>
        </tr>

        <tr>
            <td>019Ч Пекин-Москва</td>
            <td>19:19</td>
            <td>19:40</td>
            <td>21 мин </td>
        </tr>

        <tr>
            <td>250Н Адлер-Новокузнецк</td>
            <td>19:00</td>
            <td>19:50</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>248Н Омск-Новосибирск</td>
            <td>19:58</td>
            <td></td>
            <td> </td>
        </tr>

        <tr>
            <td>087Н Новосибирск-Омск</td>
            <td></td>
            <td>20:00</td>
            <td></td>
        </tr>

        <tr>
            <td>255С Анапа-Новосибирск</td>
            <td>20:23</td>
            <td> </td>
            <td></td>
        </tr>

        <tr>
            <td>097Э Тында-Кисловодск</td>
            <td>19:57</td>
            <td>20:47</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>057И Иркутск-Кисловодск</td>
            <td>19:57</td>
            <td>20:47</td>
            <td>50 мин </td>
        </tr>

        <tr>
            <td>325Э Нерюнгри-Кисловодск Пассажирский</td>
            <td>19:57</td>
            <td>20:47</td>
            <td>50 мин </td>
        </tr>

        </tbody>
    </table>
</div>
</body>
</html>